Repository: jouissancetka/LMW
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 眼看着就要顶不住，莫雪突然拿出一物。
en_us: Seeing that they wouldn't be able to hold on for much longer, Mo Xue suddenly took out an item.

source: 眼看着长刀就要将游小默砍成两半，一些胆小的人吓得捂住了眼睛，人群中看着这一幕的小黑几人，心脏都差点跳出来。
en_us: Seeing the sword about to split You XiaoMo in half, some more squeamish people covered their eyes in fright. XiaoHei and the others who were watching from the crowd felt like their hearts were going to jump out of their chests.

source: 瞎掉的眼睛对他的阻碍并不大，江流很快便摸到种植骷髅花草的那块灵草田，静静摇曳的灵草仿佛在向他招手。
en_us: His blind eye wasn't much of a hindrance to him, and Jiang Liu felt his way over to the section of the magic herb field where the Skull Herbs were growing. It seemed as if the calmly waving magic herbs were beckoning their hands towards him.

source: 瞥了他一眼。
en_us: Ling Xiao shot him a glance.

source: 知道这件事后，游小默总算理解为什么黑蜘蛛对他们的行踪那么清楚，敢情他们是到了人家的地盘。
en_us: You XiaoMo could finally understand why the Black Spider understood their whereabouts so throughly after knowing this. It turned out that they had been in other people's territory.

source: 知道她的意思，谢俊立刻接话道：“如果莫姑娘不嫌弃，倒是可以与我们一道。”
en_us: Knowing what she meant, Xie Jun immediately answered, "If Lady Mo finds it acceptable, you can join us."

source: 知道炼丹一事不能操之过急，游小默重新调整好心情，然后才开始炼第二枚转生丹，这一次他绝对不会再犯和上次一样的错误了。
en_us: Knowing that he couldn't rush it, You XiaoMo regrouped his thoughts before starting his second attempt. This time, he wasn't going to make the same mistake.

source: 知道自己打不过他们，十二阶水妖突然仰头怒吼一声，既然逃不了，那就一起死吧。
en_us: Once it realized that it wasn't going to win, the Level Twelve Water Demon suddenly tilted his head up and roared. If it wasn't going to be able to escape, then we should all die together.

source: 知道这一点后，游小默的表情很微妙。
en_us: After he knew about this, You XiaoMo made an interesting expression.

source: 短短两个月，他恨不得一天有二十四个时辰。
en_us: He only had a short two months of time. If only each day was 48 hours long...

source: 石头后，游小默超想割掉牛徐阳的舌头。
en_us: You XiaoMo was behind the stone. He felt an irrepressible urge to cut off Niu XuYang's tongue.

source: 石室的时间还剩下半天，再续三天不划算，因为在其他地方也能炼丹，不过他要把这个好消息告诉凌霄。
en_us: He had half a day left in the stone chamber and paying for another three days was a waste since he could refine pills elsewhere, too. He needed to tell Ling Xiao the good news though.

source: 石室的灵气在他突破的时候剧烈的翻滚起来，争先恐后的钻进他的毛孔里，识海里的七彩团也迅速的转动起来……
en_us: The spiritual energy in the stone chamber began to swirl wildly, flying into his body. The rainbow ball in his sea of consciousness also began to spin.

source: 石室的灵气缓慢的运转起来，一点一点的渗透进他的皮肤里，吸收的速度并不快，正好符合他现在的状态，固心丹也在他的体内开始发挥作用，药力慢慢的散开，渗透进四肢百骸，连灵魂也仿佛被滋润着。
en_us: The spiritual energy inside the room slowly began to move, being absorbed into his skin bit by bit. The absorption rate wasn't fast, perfect for his current state. The Heart Fortification Pill slowly began to work its magic inside him, its effects spreading through his limbs and even making his very soul feel refreshed.

source: 确定了目标，凌霄和游小默当即走进去。
en_us: With a goal in mind, Ling Xiao and You XiaoMo walked inside.

source: 确定了脊背部分，其他零件就能进行推断了。
en_us: After confirming the tail, the other areas were much easier to figure out.

source: 确定各大势力以及大部分散修都在前往灵山山顶的路上，不可能中途返回才回来。
en_us: He double checked to make sure that all the major forces as well as most of the lone practitioners were headed or on top of the mountain already, with no chance of backtracking, before he headed back.

source: 确定四下无人，凌霄才将游小默放下来。
en_us: After confirming that there was no one around, Ling Xiao set You XiaoMo down.

source: 确定是这家酒楼后，游小默抬脚走了进去。
en_us: After making sure he was in the right place, You XiaoMo walked inside.

source: 确定短时间内无法离开这里，游小默干脆进入空间。
en_us: After confirming that for now, there was no way out, You XiaoMo decided he might as well enter his dimension.

source: 碧妖蛇很快变得奄奄一息，从空中失重的掉下去。
en_us: The Jade Devil Snake was soon at the point where it was at it's last gasp and it dropped from the sky.

source: 碧妖蛇惨叫一声。
en_us: The Jade Devil Snake let out a miserable shriek.

source: 碧妖蛇的蛇毒对人类和其他妖兽或许有用，但是吞金兽和金翅虫并不是普通的妖兽，好歹都是远古的传说。
en_us: The venom of the Jade Devil Snake may be effective against humans and other demon beasts, but the Golden Winged Insects and the Metal Swallowing Beast were not ordinary demon beasts. For good or ill, they were still legendary beasts from ancient times.

source: 碧妖蛇的蛇毒对他们没有太大的作用，吞金兽和金翅虫只感觉到一丝麻麻的感觉，然后就没了。
en_us: The venom of the Jade Devil Snake did not have much of an effect on them. The Metal Swallowing Beast and the Golden Winged Insects only felt a little numbness which soon disappeared.

source: 磅礴的灵气在独眼刀疤面前形成一面障壁，下一秒，灵魂之力形成的大刀便狠狠的落在障壁上，风暴疯狂的席卷着，地上的沙尘都被刮起来，几乎令人睁不开眼睛，看样子似乎势均力敌。
en_us: Majestic spiritual energy formed a barrier in front of One-Eyed Scarface. In the next moment, the sword made of soul force descended harshly onto the barrier. It caused the air to whirl around wildly, picking up the dust and sand on the ground and making it near impossible for everyone to keep their eyes open. It seemed that the two forces were equal in strength.

source: 祖玛是古玛部落上一代的圣女，修为比古玛部落现任圣女还要高，不过自从他卸任之后就很少有人再看到她。
en_us: Zuma was the holy maiden from the previous generation of the Guma Tribe. Her cultivation base was even higher than the current Guma Tribe's holy maiden, but ever since she had been relieved of her position, very few people saw her.

source: 神火被吞噬比被打败更伤她的元气，内伤虽然不重，但是知道对方的神火拥有吞噬之力后，她不敢再与凌霄对持下去。
en_us: Having her Godfire engulfed hurt her vitality more than merely having it be defeated. Although the internal injuries weren't that great, she didn't dare to keep facing Ling Xiao after knowing that the opposing side had Godfire with the ability to engulf others.

source: 禁制虽然可以阻止灵丹逃走，但是等级越强的灵丹，禁制阻挡的效果就越差，如果他再慢几秒，就真的要被他逃走了。
en_us: Although the restriction could prevent the magic pill from escaping, the higher the rank of the magic pill, the lesser the effect of the restriction was. The magic pill would really have escaped if he was slower by a few seconds.

source: 离他们最近的老者突然睁开微阖的眼睛，一脸老神在在的微笑表情：“原来是九夜，这次是不是又有什么好东西要‘送’给我们这些老家伙？”
en_us: The elderly man nearest to them suddenly opened his partially-closed (微阖) eyes and smiled unperturbedly, "So it's Jiu Ye. Do you have something good thing to 'give' to us old fellows again this time?"

source: 离别的岔口，卫白抓起游小默的手，“这一别不知道多少年才能见到，如果可以，我希望……”
en_us: At the junction where they were to part, Wei Bai grasped You XiaoMo's hand, “I don’t know how many years it'll be before we can see each other again. If it's possible, I hope...”

source: 离开前，游小默扔给莫景一枚疗伤的灵丹，虽然无法完全治好他身上的伤，但至少可以保住他的性命。
en_us: Before leaving, You XiaoMo threw Mo Jing a magic pill that treated wounds. Although there was no way it could completely cure his wounds, it could at least protect his life.

source: 离开前，游小默还是请李管事帮他留意一下黑莲草。
en_us: Before leaving, You XiaoMo still requested Manager Li to help him keep an eye out for the Black Lotus Herb.

source: 离开前，游小默问了一个问题。
en_us: Before they left, You XiaoMo asked a question.

source: 离开厨房之前，小助手把游小默做剩的东西藏起来，免得有人趁他们去送饭菜的时候把东西都吃了，那就亏了。
en_us: Before leaving the kitchen, the assistant hid the leftovers You XiaoMo made to prevent others from eating everything while they were delivering the dishes. That would be terrible.

source: 离开港口后，藏不住心事的游小默立即问道：“凌霄，你为什么要把真相告诉那个老头，要是被他泄露出去，说不定会给我们添麻烦。”
en_us: After leaving the harbor, You XiaoMo who could not hide his worries and immediately asked, "Ling Xiao, why did you tell that old man the truth? It might cause us trouble if he leaked it out."

source: 离开空间后，两人便直奔通往第十层的楼梯，正当他们要走上去的时候，上面突然传来一道冰冷的呵斥声，夹着一丝令人压抑的威压。
en_us: After leaving the dimension, the two headed straight for the stairs to the tenth floor. As they were about to go up, a coldly reproachful voice rang out, along with a suffocating spiritual pressure.

source: 离开空间后，他们便启程会中天。
en_us: They set out for Zhong Tian after leaving the dimension.

source: 离开空间后，游小默一不小心掉在凌霄身上。
en_us: You XiaoMo dropped onto Ling Xiao in a moment of carelessness after leaving the dimension.

source: 离开空间后，游小默开始巩固四品的境界，一个月后，当他感觉差不多了，他才开始准备转生丹的材料。
en_us: Once he left the dimension, You XiaoMo started to consolidate his grade-four level. It was a month after when he felt that he was ready and started preparing the ingredients for the Reincarnation Pill.

source: 离开笑阁后，游小默第一时间和凌霄分享菊花事件。
en_us: Once they left the Smile Pavilion, the first thing You XiaoMo did was to share with Ling Xiao the 'chrysanthemum' incident.

source: 离开西面之前，游小默将高马远的人头交给了翁公。
en_us: Before leaving the west, You XiaoMo handed Gao Mayuan's head to Wen Gong.

source: 秀眉轻皱了一下，滕梓心又问道：“叶长老，如果时间超过半个小时，那又要如何算，也是五分吗？”
en_us: Her sleek eyebrows furrowed, and Teng ZiXin asked, “Elder Ye, what if we manage more than half an hour. Is it still five points?”

source: 私人交易所位于八十五层，正好在中间。
en_us: The private Exchange Quarter was on the 85th floor, right in the middle.

source: 秉着不浪费的原则，游小默边走边拆了一串糖葫芦吃，他绝不承认早在看到小男孩吃的时候就已经馋的口水直流了。
en_us: Following his principal of not leaving anything to waste, You XiaoMo started to eat as he walked. He definitely won't admit that when he saw the kid eating it, he was already drooling over it.

source: 种植灵草花不了多少时间，三人一起会更快。
en_us: Planting magic herbs took a lot of time and it would be even faster with three people doing it together.

source: 积分用完自然是想方设法赚些积分，于是大家纷纷往私人交易所跑，诺大的交易所就热闹起来。
en_us: After the points were used, naturally they wanted to come up with a way to earn more points. Therefore, everyone ran towards the private Exchange Quarter, and the large Exchange Quarter became lively.

source: 程向荣原名万俟荣，那么他很可能是万俟西元的儿子，身份地位非普通人可比的，所以在外隐形埋名很正常。
en_us: Cheng XiangRong's original name was MoQi Rong, so he was presumably the son of MoQi XiYuan. His status was uncomparable to that of ordinary people, so it was normal to hide his name in the outside world.

source: 程向荣正准备回自己房间，听到这句话便皱起眉，“这是他的隐私，你怎么可以说这种话。”
en_us: Cheng XiangRong was prepared to return to his room and frowned upon hearing this. "This is his personal business, you can't suggest something like that."

source: 程向荣比他们先走一步，万俟西元之子的头衔果然很有威慑力，那三名神境强者立刻放行了。
en_us: Cheng XiangRong went ahead of them. Truly the title of being the son of MoQi XiYuan held power, the three guards immediately let him through.

source: 程向荣犹豫的看了他一眼，“因为说谎的人未必全是坏人，而且我也想知道你有什么目的。”
en_us: Cheng XiangRong looked at him hesitantly, "Because not all liars are necessarily bad people and I also want to know what your aim is."

source: 程向荣皱了皱眉，意外的说道：“我知道你不是。”
en_us: Cheng XiangRong frowned and unexpectedly retorted, "I know you are not."

source: 程向荣笑道：“从我跟你接触没多久就知道了，我虽然不是古玛部落的人，但是我了解他们，可是我观察了你几天，发现你完全不像东洲人，比方说东洲的人，特别是生长在部落的人都会有一种强烈的归属感，可是我发现你从来没有谈过部落的事情。”
en_us: Cheng XiangRong laughed, "I knew shortly after I was in contact with you. I understand them although I am not a Guma tribesman. After observing you for several days, I find that you are totally unlike the Dong Zhou people. For example, those from Dong Zhou, especially those who grow up in the tribes, have a strong sense of belonging. But I found that you never once talked about things from the tribe."

source: 程向荣肯定的说道：“我知道你不是古玛部落的人，从一开始就不是，而且我还知道你并不是东洲人。”
en_us: Cheng XiangRong declared with certainty, "I know you are not from the Guma Tribe. You weren't one from the very beginning, and I also know you are not a a person from Dong Zhou."

source: 程向荣自信的说道：“当然，这只是我怀疑你的一个因素，真正让我确定你不是古玛部落的人是你的生活习性，如果你是，一些生活细节必定会显现出来，可是在你身上我完全看不到，试问一个常年生活在部落的人怎么可能一下子就改变？”
en_us: Cheng XiangRong stated confidently, "Of course, this was only one of the factors that caused me to doubt you. What made me really sure that you weren't a person from the Guma Tribe was your living habits. If you were, some living habits would bound to appear. But I can't see any such things from you. How can a person who had lived in the tribe for years on end change all of a sudden?"

source: 程向荣虽然有潜力，但是他现在也不过是一品修为而已，而颜辉却是二品，不过好在程向荣不是普通的丹师，万俟西元的儿子肯定有些保命手段，凭借这点，两人反倒是僵持下来。
en_us: Cheng XiangRong might have potential, but right now, he was only grade one, while Yan Hui was grade two. Luckily, Cheng XiangRong wasn't a normal mage. As the son of MoQi XiYuan, he had plenty of tricks up his sleeves. With that, the two were at a deadlock.

source: 程向荣说：“这种事以后还是少开玩笑比较好，不然被听到会给他留下不好的印象。”
en_us: Cheng XiangRong said, "In the future, you shouldn't joke about something like that, otherwise it wouldn't be good if you're overheard."

source: 程向荣这边只有两个人，颜辉那边却有三个人，而且他身后两个人的实力颇高，一对二根本不是他们的对手。
en_us: Cheng XiangRong only had one person on his side, but Yan Hui had two. Moreover, the strength of the two people behind him was quite high. One person fighting against those two was not their match at all.

source: 程向荣迟疑的说道：“我想你的目标好像是小默，有时候你对他特别殷勤，你大概是为了掩饰你的目的，所以每次都拖上我好为你掩护吧。”
en_us: Cheng said falteringly, "I think your aim seems to be XiaoMo. Sometimes you are particularly solicitous to him. You probably want to mask up your objective, so every time you'd drag me in to cover for you."

source: 程荷一斤刚开始介绍，“这是丹师工会拿出来的火系元素之心，它的价值我就不多说了，相信在座的各位都听说过，丹师工会只有一个要求，只有在场的诸位能拿出令丹师工会心动的东西即可得到它。”
en_us: Cheng He began to introduce, "This is the Fire Elemental Essence put up by the Mage Association. I believe that everyone here has heard of it before and will not say much about it's value. The Mage Association only has one request, as long as the Ladies and Gentlemen present are able to take out something that would move the Mage Association, that person would be able to get the Fire Elemental Essence."

source: 程荷仿佛早就猜到这种情况，表情不变的说道：“丹方的主人只有一个要求，他要一枚一品彩丹和一枚二品彩丹。”
en_us: Cheng He announced with an unchanged expression as if she had long expected this situation, "The owner of the pill recipe only has one request. He wants a first grade rainbow pill and a second grade rainbow pill."

source: 程荷拿起卷轴，似猜到大家心里在想什么，淡淡一笑：“各位或许以为这是顶级功法或技法，但是很抱歉的告诉大家，这卷卷轴不是功法也不是技法，不过我可以保证，它的价值不会差顶级功法多少……”
en_us: Cheng He picked the scroll up and she gave a faint smile, as if she had guessed what everyone was thinking in their minds, "Everyone present may be thinking that this is a pinnacle level soul training or skill training manual, but I'm very sorry to say that this scroll is neither a soul training or skill training manual. Yet, I can guarantee that its value will not be any less than a pinnacle level soul training manual..."

source: 程荷看到大部分人露出垂涎的表情，丹师眼神却又透出一丝无奈，就知道他们都放弃了，平时确实也是这种情况，但今天似乎多了两个强而有力的竞争者，思及此，她分别朝游小默和云少的方向看了一眼。
en_us: Cheng He saw that although most were drooling at the mouth, the eyes of the mages showed a hint of helplessness and she knew that they had given up. This was usually the case, but today there seemed to be two strong and powerful competitors. Thinking about this, she separately looked in the direction of You XiaoMo and Yun Shao.

source: 程荷知道他们身家亦不菲，但要拿得出足以匹配火元素之心的东西却差得不少，所以她也没有失望，目光投向游小默和云少，这两个财大气粗的人还没出手，她很有兴趣看看他们到底能拿出什么宝贝来。
en_us: Cheng He knew that though they had a high family background (身家亦不菲), it was difficult to take out something that matched (却差得不少) the Fire Elemental Essence, thus she was not disappointed. Her gaze cast towards You XiaoMo and Yun Shao. These two rich and imposing people have not yet shown their hand. She was very interested to see what kind of treasure they would be able to take out.

source: 程荷笑着让人把最后一件压轴拿上来，原本热烈讨论的人霎时安静了下来，一个个都顶着黑布下的东西。
en_us: Cheng He smiled as she asked an attendant to bring the last item out. Everyone who had been enthusiastically discussing fell silent in a split second, as each and every one of them eyed the item beneath the black cloth.

source: 程荷走上前亲自掀开盖着第一件物品的黑布，黑布下，赫然躺着一卷描绘着蓝色纹路的卷轴。
en_us: Cheng He stepped forward and personally removed the black cloth covering the first item. Beneath the black cloth was a scroll with a blue veined pattern.

source: 空间戒指和芥子空间一样稀有，区别是空间戒指只能存放死物，而芥子空间却可以任何活物都可以进去，有灵气，并且还能种植各种东西。
en_us: The dimension ring and pocket dimension were on the same level of rarity, the difference was that the ring could only store non-living things, whereas the pocket can hold anything. It can hold living things, it has spiritual energy and you could plant stuff there.

source: 空间的灵气比较浓，在这里调养比在外面好一些，游小默要去灵草田做农活，凌霄就没话说了。
en_us: The spiritual energy of the dimension was pretty rich, and it was better to recover in here than outside. You XiaoMo wanted to go work on the magic herb field, so there was nothing Ling Xiao could say to that.

source: 空间符的价值太高，冲着它是圣境强者制作这一点就只高不低，若一直花灵晶或灵丹去买，将会是一笔极大的花销，还不如自己制作。
en_us: Teleportation talismans were too expensive. Just the fact that only Sacred Level elites could make them meant that they would only be expensive. If they always bought them with spirit gems and pills, then that would be too much of an expenditure. Better to make them themselves.

source: 空间符直接将他们传送到活水河界附近。
en_us: The teleportation talisman directly transported them to the vicinity of the Living Waters River Boundary.

source: 空间里。
en_us: Inside the dimension.

source: 空间里有灵水湖，说不准就是水元素之心最喜爱的东西，情况紧急，他只能这样做，因此必须让吞金兽他们看紧点，少一滴灵水，克扣伙食费哦！
en_us: There was a spiritual water pond in his dimension, which was likely loved by the Water Elemental Essence. As it was an emergency, he had no choice but to sent it in and have his beasts guard it. If there was a single drop missing from his pond, he was going to cut their meal budgets! (扣伙食费)

source: 空间里，游君其正坐在湖边唉声叹气，这段时间他一直在烦恼着要怎么样才能让儿子接受自己，因为儿子好像不喜欢他这个老子，每次都把他当空气忽略掉。
en_us: Inside the dimension, You JunQiwas sighing as he sat by the lake. During this period of time, he had been troubled over how he was to get his son to accept him, since it seemed like his son didn;t like him, always treating him like air.

source: 突如其来的咆哮声吓得鼠兽们果真不敢再靠近，不过黄鼠兽毕竟是高阶妖兽，而且还是变异体，这声警告他并没有放在眼里，只是意外房屋竟然妖兽守着。
en_us: The sudden howl scared the mouse beasts so bad that they really didn't dare to get any closer. However, the ground squirrel beast was still a high level demon beast in the end, and moreover, it was a mutation. He didn't pay any attention to this warning, he was only surprised that there were actually demon beasts guarding the house.

source: 突如其来的状况引来大家的注意力，有一名黑蜘蛛成员趁机逃跑了。
en_us: The sudden situation attracted everyone's attention, and a member of the Black Spider took advantage of the opportunity to escape.

source: 突然灵光一闪，这句话便脱口而出。
en_us: With a flash of brilliance, You XiaoMo asked.

source: 突然，掌柜的声音在他身后响起。
en_us: Suddenly, the concierge's voice came from behind him.

source: 站在伏姓男子身后的老者突然走了出来，同时摘掉顶上的黑帽子，露出一张苍老的容颜。
en_us: The old man standing behind the man named Fu suddenly walked forward. At the same time, he took off the black hat he wore on his head, revealing an old appearance.

source: 站在台阶上的凌霄居高临下的扫视一圈，见大家蠢蠢欲动，手指一弹，一缕红色的火焰瞬时出现在大家面前，通道的温度骤然上升可许多。
en_us: Ling Xiao, standing on the steps, swept his gaze over everyone from where he stood high above them. Seeing everyone itching to fight, he flicked his finger and a red flame suddenly appeared in front of everyone. The temperature in the hall rose dramatically.

source: 站在游小默身侧的九夜扬了扬冷峻的眉毛，他听说的价格并不是二十万，而是十万，这次竟然翻了一倍，这让他想起听到的那些传闻。
en_us: Jiu Ye who was standing beside You XiaoMo frostily raised his eyebrows (冷峻的眉毛). He heard that the price was not two hundred thousand, but one hundred thousand instead. This time it actually doubled and it reminded him of the rumors he had heard.

source: 站在陡峭的墙壁上往下看，一股由下往上冲的罡风顿时刮得他脸颊一抽一抽的，风声咆哮的声音像女鬼在鬼哭狼嚎一样。
en_us: Looking down from the steep wall he was standing on, a blast of wind coming from below attacked his face, the howling reminiscent of the screams of a female ghost.

source: 竞争很快进入尾巴，最后坚持下来的只剩下两个势力，分别是东洲实力最强的古玛部落和真龙族。
en_us: The competition very quickly reached the tail-end of its stage, and only two major powers had persisted until the very end. They were separated into Dong Zhou's two strongest powers, the Guma Tribe and the True Dragon Clan.

source: 竟然把话原封不动的还给他。
en_us: He actually used his words against him.

source: 竟然拐着弯说他蠢，等你回来你就死定了。
en_us: Since you purposefully went out of your way to call me stupid, just wait till you're back. You're dead for sure.

source: 笑阁的气氛很压抑，男人们的表情多是一副若有所思的样子，只有个别像吃了屎一样难看。
en_us: The air was heavy around them. Most of the men wore expressions of contemplation, a few looking like they had just eaten shit.

source: 第277章 青秋
en_us: Chapter 277: Qing Qiu

source: 第280章 全军霞没
en_us: Chapter 280: Wipeout

source: 第284章上品灵丹
en_us: Chapter 284: High Quality Magic Pills

source: 第287章重力屋
en_us: Chapter 287: Gravity Room

source: 第447章 拒绝
en_us: Chapter 447: Rejection

source: 第455章 坑人
en_us: Chapter 455: Ripoff

source: 第459章 竞价
en_us: Chapter 459: Bidding

source: 第467章 陌生男子
en_us: Chapter 467: The Unknown Man

source: 第470章 你很天真
en_us: Chapter 470: You're Really Naive

source: 第471章 座位之争
en_us: Chapter 471: Battle of Seating

source: 第475章 家父
en_us: Chapter 475: Father

source: 第479章 去你空间
en_us: Chapter 479: Let's go to Your Dimension

source: 第483章 说服
en_us: Chapter 483: Persuasion

source: 第491章 眼睛
en_us: Chapter 491: Eyes

source: 第495章 我有同伙的
en_us: Chapter 495: I Have an Accomplice

source: 第499章 龙血的吸引
en_us: Chapter 499: Allure of Dragon Blood

source: 第516章 ⼩乌⻳ 邢七的笑声戛然⽽⽌，惊疑不定的朝发出声⾳的⽅向看过去，如果有第四个⼈在这⾥，他不可能没有 发现。
en_us: Chapter 516 Little Turtle

source: 第516章 小乌龟
en_us: Chapter 516 The Baby Turtle

source: 第517章 请求
en_us: Chapter 517: Request

source: 第520章 晋级
en_us: Chapter 520 Advance

source: 第521章 游君其
en_us: Chapter 521: You JunQi

source: 第524章 炼丹与联系
en_us: Chapter 524 Refining pills and Connections ()

source: 第525章 暴露
en_us: Chapter 525: Exposed

source: 第526章 搞偷袭
en_us: Chapter 526: To Mount a Sneak Attack Translated by Kollumceti of Exiled Rebels Scanlations

source: 第527章 缓和与交配
en_us: Chapter 527: Alleviation and Mating

source: 第528章 大变样
en_us: Chapter 528 A Massive Change

source: 第529章 正统
en_us: Chapter 529: Legitimacy (direct descent??)

source: 第531章 霸气的毛球
en_us: Chapter 531: Amazing MaoQiu

source: 第532章 识时务者为俊杰
en_us: Chapter 532 A wise man acts accordingly (识时务者为俊杰)

source: 第533章 河镇
en_us: Chapter 533: River Town (河镇)

source: 第535章 下厨
en_us: Chapter 535: Cooking

source: 第536章 厨房风波
en_us: Chapter 536 Kitchen Chaos

source: 第537章 鲸岛
en_us: Chapter 537: Whale Island

source: 第539章 自动送上门
en_us: Chapter 539: Jumping into the Fire (自动送上门)

source: 第540章 功劳小队
en_us: Chapter 540 The Contributors (功劳小队)

source: 第541章 身份暴露
en_us: Chapter 541: Identity Revealed

source: 第543章 硬闯
en_us: Chapter 543: Brute Force

source: 第544章 出城
en_us: Chapter 544 Leaving the City

source: 第545章 服食精血
en_us: Chapter 545: Ingesting Life Blood (服食精血)

source: 第546章 黑蜘蛛老天爷，你是要哪样？
en_us: Chapter 546: The Black Spider Translated by Kollumceti of Exiled Rebels Scanlations God, what kind of joke are you playing?

source: 第547章 最富的人
en_us: Chapter 527: The Most Wealthy

source: 第548章 想太多了
en_us: Chapter 548 Overthinking

source: 第549章 私人交易所
en_us: Chapter 549: Private Exchange Quarter

source: 第550章 不长眼
en_us: Chapter 550: Have No Eyes Translated by Kollumceti of Exiled Rebels Scanlations

source: 第551章 丹方交易
en_us: Chapter 551: Pill Recipe Trade

source: 第552章 所谓意淫
en_us: Chapter 552 Psycholagny

source: 第553章 吞噬神火
en_us: Chapter 553: Engulfing Godfire (吞噬神火)

source: 第555章 熟人加熟人
en_us: Chapter 555: Familiar People

source: 第556章 酒师与灵酒
en_us: Chapter 556 The Sommelier and Spirit Wine (酒师与灵酒)

source: 第557章 贪狼的内丹
en_us: Chapter 557: The Wolf of Gluttony's Life Crystal

source: 第559章 手续
en_us: Chapter 559: Procedures

source: 第560章 针锋相对
en_us: Chapter 560 An eye for an eye (针锋相对)

source: 第561章 越阶挑战
en_us: Chapter 561: Challenge of Jumping Levels

source: 第563章 排外的东洲
en_us: Chapter 563: Xenophobic Dong Zhou

source: 第564章 黑店
en_us: Chapter 564 Shady Shop (黑店)

source: 第565章 成衣店老板娘
en_us: Chapter 565: The Tailor Shop's Proprietress

source: 第567章 解决
en_us: Chapter 567: Dealt With

source: 第568章 集镇灵草堂
en_us: Chapter 568 The town's magic herb shop. (集镇灵草堂)

source: 第569章 高价购买
en_us: Chapter 569: Expensive Purchase

source: 第571章 找上门
en_us: Chapter 571:

source: 第572章 调查
en_us: Chapter 572 Inquiry

source: 第573章 师兄弟
en_us: Chapter 573: Shixiongdi

source: 第575章 发情期
en_us: Chapter 575: Heat

source: 第576章 误打误撞
en_us: Chapter 576 Accidentally

source: 第579章 洞域
en_us: Chapter 579: Dong Yu
